docs/site/20240624105901-alterations_to_the_tube.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-08-23 Fri 20:39 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>alterations to the tube</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="../style.css" type="text/css">
</head>
<body>
<div id="content" class="content">
<h1 class="title">alterations to the tube</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgf817c98">Windsor Mill Process</a>
<ul>
<li><a href="#org7170543">Method</a></li>
</ul>
</li>
<li><a href="#org9e32c02">Reverse Corona Variation</a>
<ul>
<li><a href="#org768ae95">Method</a></li>
</ul>
</li>
<li><a href="#orgb52b603">Four Flats with Take-Out Variation</a>
<ul>
<li><a href="#org4c155dd">Method</a></li>
</ul>
</li>
<li><a href="#org100a54b">Tube Taper</a>
<ul>
<li><a href="#org82672e5">Method</a></li>
</ul>
</li>
<li><a href="#org3bc3598">Beveling Variation</a>
<ul>
<li><a href="#org6533767">Method</a></li>
</ul>
</li>
</ul>
</div>
</div>

<div id="outline-container-orgf817c98" class="outline-2">
<h2 id="orgf817c98">Windsor Mill Process</h2>
<div class="outline-text-2" id="text-orgf817c98">
<p>
This process was originally used to prevent cracks going into the blade as an alternative to the sink method. It also undampens the reed linearly, making an easier blowing reed. The fibers inside the blade vibrate more freely because they are shorter and cut off near the collar. The more cane taken out of the tube the greater the effect. It drops the overall pitch of the crows, and make for a little more space inside the reed. The effects are also more noticeable the further into the blades it is done.
</p>
</div>
<div id="outline-container-org7170543" class="outline-3">
<h3 id="org7170543">Method</h3>
<div class="outline-text-3" id="text-org7170543">
<ol class="org-ol">
<li>Mark 32mm from the butt on each side (2mm past the collar)</li>
<li>Make a pilot cut using the smallest scraping wheel (#16 or #20). Remove up to .2mm from the center, but not going thinner than 1.10mm. With the wheel, each stroke removes about .01mm so count and measure frequently</li>
<li>Draw a sawtooth line along the tube with a pencil, then use a #32 scraper on the original cut until the pencil is gone</li>
<li>Sand inside with 400WD, including some transition into the blades</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-org9e32c02" class="outline-2">
<h2 id="org9e32c02">Reverse Corona Variation</h2>
<div class="outline-text-2" id="text-org9e32c02">
<p>
This variation thins the sides, allowing the sides of the tube to be pulled together more. It lets the blades bury in front of the collar more, creating a rounder tube. The overall effect dampens the reed, and gives a darker quality and rounder tube. Thus, it compliments the tip taper reed more than the straight taper reed. It is done at the same time Windsor Mill would be used, after GSP but before forming.
</p>
</div>
<div id="outline-container-org768ae95" class="outline-3">
<h3 id="org768ae95">Method</h3>
<div class="outline-text-3" id="text-org768ae95">
<ol class="org-ol">
<li>Mark the collar 30mm from the butt</li>
<li>Use a scraping wheel larger than the diameter of the cane (probably #36 or #40) and scrape from collar to butt ten times on both sides</li>
<li>From 3 to 5mm into the blade, scrape a transitional slope to the tube following the shape (unsure what the scrape is with, same wheel?)</li>
<li>Draw a sawtooth pattern with a pencil on the tube and use a #32 wheel until the pencil is gone. This reestablishes the inside diameter from before step 1</li>
</ol>
</div>
</div>
</div>
<div id="outline-container-orgb52b603" class="outline-2">
<h2 id="orgb52b603">Four Flats with Take-Out Variation</h2>
<div class="outline-text-2" id="text-orgb52b603">
<p>
This process takes the edges of the tube out. It leaves stronger sides than the reverse corona. The effect is to free up the vibrations of the blades, giving a brighter timbre and easily blowing reed. It is done at the same GSP point of the other variations.
</p>
</div>
<div id="outline-container-org4c155dd" class="outline-3">
<h3 id="org4c155dd">Method</h3>
<div class="outline-text-3" id="text-org4c155dd">
<ol class="org-ol">
<li>Mark the collar at 30mm and another mark at 35mm from each butt</li>
<li>With a sapphire file, flatten the edges of the tube and 5mm into the blades. The flat sides should be between 1 and 1.5mm wide and taper to nothing at the 5mm mark.</li>
<li>Using a small scraper like #16 or #20, take out the bump or shoulder from the inside of the flattened edge</li>
<li>Re-establish a 2.54mm radius with a #32 wheel from collar to butt. Smooth with 200 DRY and 400WD</li>
</ol>

<p>
The reverse corona leaves thinner sides and less space inside the tube. The four flats has a stronger tube that resists being pulled together and has more space inside the tube from the take-out variation.
</p>
</div>
</div>
</div>
<div id="outline-container-org100a54b" class="outline-2">
<h2 id="org100a54b">Tube Taper</h2>
<div class="outline-text-2" id="text-org100a54b">
<p>
This is an alternative to removing the flare from the shape. It thins the tube, which lets wire 3 be tighter and using the second wire as a fulcrum to push the tip open. It is also done at the same GSP phase.
</p>
</div>
<div id="outline-container-org82672e5" class="outline-3">
<h3 id="org82672e5">Method</h3>
<div class="outline-text-3" id="text-org82672e5">
<ol class="org-ol">
<li>Mark 18mm (wire 2) from butt end on the inside of each side of the cane</li>
<li>Take tape measuring 9mm x 20mm x .3 or .32mm (three pieces of masking tape) at the far end of the gouger bed. This bumps the end of the cane up at an angle</li>
<li>Re gouge from the 18mm to the butt end and drop the thickness of the butt by .4mm</li>
</ol>

<p>
This could also be done using a #24 scraping wheel
Also, you should use a contra mandrel for forming since the tube is bigger at the end.
</p>
</div>
</div>
</div>
<div id="outline-container-org3bc3598" class="outline-2">
<h2 id="org3bc3598">Beveling Variation</h2>
<div class="outline-text-2" id="text-org3bc3598">
<p>
This is required if the flare is not removed, but it can be done to any reed. It's an asymmetrical bevel.
</p>
</div>
<div id="outline-container-org6533767" class="outline-3">
<h3 id="org6533767">Method</h3>
<div class="outline-text-3" id="text-org6533767">
<p>
1)Use an exacto knife, cut an increasing amount of cane at a 30 degree angle on the inside edgeof the tube on the right side.
</p>

<p>
There is also a note about the <i>right champfer</i> that takes cane at a 45 degree angle from the outside of the cane. This replaces the reverse corona in thinning the sides but doesn't change the inside radius of the cane. So there is more space inside the reed to give it a deeper sound.
<a href="&amp;mckay93_bassoon_reed_manual">&amp;mckay93_bassoon_reed_manual</a>
</p>
</div>
</div>
</div>
</div>
<div id="postamble" class="status">
<p><a href="sitemap.html">Site Map</a></p>
</div>
</body>
</html>
